Revit 2027 API
SymbolTypeId.DollarPerMSup2 Property
 Symbol $/m², indicating unit Cost per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DollarPerMSup2 { get; }
Public Shared ReadOnly Property DollarPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DollarPerMSup2 {
	ForgeTypeId^ get ();
}
static member DollarPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace